/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row finner ikke innhold.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row kan ikke spille nåværende sang.";


/* kBRMediaNoPhotoContent */
301 = "Front Row finner ingen bilder.";

/* kBRMediaNoPodcastContent */
302 = "Front Row finner ingen podcaster.";

/* kBRMediaNotDRMAuthorized */
303 = "Du har ikke autorisasjon til å spille dette innholdet.";

/* kBRMediaNoTVShowContent */
305 = "Front Row finner ingen TV-programmer.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row finner ingen musikkvideoer.";

/* kBRMediaNoPlaylists */
307 = "Front Row finner ingen spillelister.";

/* kBRMediaNoSongContent */
308 = "Front Row finner ingen sanger.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row finner ingen lydbøker.";

/* kBRMediaNoMovies */
315 = "Front Row finner ingen filmer.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row har ikke autorisasjon til å spille av dette innholdet.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row forsøker allerede å koble til denne kilden.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row kan ikke koble til dette biblioteket.";

